import Footer from "../components/Footer";
import Header from "../components/header";
import classes from "./VasagarVattam.module.css";

const VasagarVattam = () => {
  return (
    <>
      <Header />
      <div className={classes.container}>
        <div className={classes.backGrad} />
        <img
          className={classes.backdesign}
          src="/assets/Background design.svg"
          alt=""
        />
        <div className={classes.hero}>
          <img src="/assets/vasagar-vattam.svg" alt="" />
          <div className={classes.content}>
            <h1>Vasagar Vattam</h1>
            <p>
              வாசித்தல் என்பது அனுபவத்தை உள்வாங்குவதேயாகும். வாசிக்கும்
              பழக்கமுடையவர்கள் வாசித்தலின் மூலம், உலகை விசாலமாக பார்க்க
              தொடங்குகிறார்கள். நாம் வாழதொரு வாழ்வை, நகர்தலை,பூரிப்பை, தொடுதலை,
              தீண்டுதலையென வாசிப்பதன் மூலம் அடைகிறார்கள். வாழ்க்கை பயணத்தில்,
              வாழமுடியாத தருணங்களை, வாசித்தல் வழங்குகிறது. எல்லாவற்றுக்கும்
              மேலாக, வாசித்தலின் வழியே மனித மனங்களில் நம்மால் குடியேர முடியும்.
              மனித இயல்புகளை ஒருசேர உணர முடியும். பிறரின் அனுபவம் வாயிலாக, உலகை
              அடையும் எளிய வழி வாசித்தல் ஒன்றே!
            </p>
          </div>
        </div>
        <div className={classes.gallery}>
          <h1>Gallery</h1>
          <div className={classes.slider}>
            <div className={classes.images}>
              <div className={classes.imageCard}>
                <img src="/assets/2.jpg" alt="" />
              </div>
              <div className={classes.imageCard}>
                <img src="/assets/2.jpg" alt="" />
              </div>
              <div className={classes.imageCard}>
                <img src="/assets/2.jpg" alt="" />
              </div>
            </div>
            <div className={classes.controlButtons}>
              <img src="/assets/next.svg" alt="" />
              <img src="/assets/prev.svg" alt="" />
            </div>
          </div>
        </div>
        <div className={classes.faq}>
          <h1>FAQs</h1>
          <div className={classes.questions}>
            <h1>வாசகர் வட்டம் எப்போது உருவானது ?</h1>
            <p>
              இந்திய தொழிற்நுட்ப கழகம், ஹைதராபாத் தமிழ்ச்சங்கத்தின் ஓர் அங்கமாக,
              வாசகர் வட்டம் கடந்த 21-01-2024 அன்று, IITH பொங்கல் விழா
              கொண்டாட்டத்தின் போது தொடங்கப்பட்டது. வாசகர் வட்டத்தின் நோக்கம்
              என்ன ? IIT Hyderabad மாணவர்களிடம், பல்வகையான தமிழ் இலக்கியங்களை
              அறிமுகப்படுத்துவது. ஒரு நூலை அறிமுகம் செய்து, படித்து, பின் அதனை
              கருத்தாக்கம் செய்வது. தமிழ் கூறும் கருத்துகளை உரையாடி, விவாதித்து
              நல்லறங்களை பின்பற்றுவது. “தமிங்கிலம்” தவிர்த்து, “பண்ணு” தமிழ்
              அகற்றி, அழகு தமிழில் உரையாடுவது. அடடே! தமிழ் என்றாலே அழகுதானே !
              பிறகென்ன “அழகு தமிழ்” ? “தமிழில் உரையாடுவோம்“ அதைவிடவும் அழகொன்று
              உண்டோ ? மாணவர்களிடையே வாசிப்பு ஆர்வத்தை தூண்டி, புதிய வாசகர்களை
              உருவாக்குவது.
            </p>
            <hr />
            <h1> வாசகர் வட்டம் ஏன் தேவை ?</h1>
            <p>
              வாசிப்பே அரிதாகி விட்டது.தமிழ் இலக்கியங்கள் நமக்கெல்லாம் அறிமுகமே
              இல்லை. நம்மிடம் அல்லாடும் இந்த பாவப்பட்ட கைபேசிகளை சற்றே
              கண்ணயர்த்தி, புத்தகத்துடன் அளவளாவும் ஓர் முயற்சி. வாசிப்பு
              பழக்கமுள்ளவர்கள்கூட கல்லூரி படிப்பின் ஈடுபாட்டால் வாசிப்பதற்கு
              நேரமில்லை. ஆகவே, வாரமொருமுறை நேரம் ஒதுக்கி, தமிழில் கதை கேட்டு,
              கவிதை பாடி, சிந்தை தெளிந்து, மனம் திறந்து, கதைக்க வைக்கும் ஒரு
              கதைக்களி ! வீட்டு நினைவில் வாடும், இளங்கலை மாணவர்களை தேற்றும் ஒரு
              நிகழ்வாகவும் அமைகிறது. புத்தக வாசிப்பில் லயித்தவர்களும், லயிக்க
              விழைபவர்களும் ஒன்றாக கூடி விவாதிக்கும் புத்தக வாசிப்பால், சிந்தை
              புத்தாக்கம் அடைகிறது. எப்படியோ, வாரமொருத்தியை வசியம் செய்து,
              வாசகியாய் வசப்படுத்துகிறது இந்த வாசிப்பு. மௌனிகளை கதைசொல்லியாக
              மாற்றுகிறது.
            </p>
            <hr />
            <h1> வாசகர் வட்டம் என்றால் என்ன ? </h1>
            <p>
              நம் மாணவர்கள் குழுவாக கூடி, ஓர் படைப்பை ( கதை / கவிதை / நாடகம் /
              கட்டுரை ) வாசித்து, பின் அதைப்பற்றி உரையாடும் நிகழ்வு.
            </p>
            <hr />
            <h1> வாசகர் வட்டம் எங்கு எப்போது நடைபெறுகிறது ?</h1>
            <p>
              ஒவ்வொரு ஞாயிற்றுக்கிழமையும் மாலை 5:30 மணிக்கு (17:30) ஐஐடி
              ஹைதராபாத் பழைய உணவுக்கூட புல்வெளியில் நடைபெறுகிறது.
            </p>
            <hr />
            <h1> வாசகர் வட்டத்தின் செயல்பாடுகள் என்ன ?</h1>
            <p>
              நம் வாசகர் வட்டத்தின் குறிக்கோள், ஒரு நல்ல படைப்பை பற்றி
              கலந்துரையாடுவது. ஒரு இலக்கியம் வைரத்தை போல பல்வேறு அம்சங்களை
              கொண்டது. பல பின்புலங்களில் இருந்து வந்த மாணவர்களின் மாறுபட்ட
              கருத்தையும், சந்தேகங்களையும் செவிமடுத்து, உரையாடி, விவாதித்து,
              தருக்கம் செய்து, அதன் உள்ளார்ந்த பல பரிமாணங்களை புரிந்து
              கொள்கிறோம்.
            </p>
            <hr />
            <h1>
              வாசகர் வட்டத்தில் யாரெல்லாம் கலந்து கொள்ளலாம், நுழைவு கட்டணம்
              உள்ளதா ?
            </h1>
            <p> தமிழ் ஆர்வமுள்ள யாவரும் வாரீர் ! கட்டணம் ஏதுமில்லை.</p> <hr />
            <h1>வாசகர் வட்டம் கடந்த தூரமும் , கடக்க இருப்பதும் ?</h1>
            <p>
              இதுகாறும் ஏழு அமர்வுகள் கடந்து, வீறுநடை பயில்கிறது. தமிழ்பேசி
              பழகாத பலரை, பலகாதை பேசி, பலகாத தூரம், பாசமாய் , கரம் கோர்த்து
              பயணிக்கும் இந்த வட்டம். பயணிகள் எங்கேயும் ஏறலாம், இறங்கலாம். அடடா
              ! இந்த நெட்டைக்கொம்பனை பூட்டியதாரோ ? வண்டி நிற்பதற்கு வாய்ப்பே
              இல்லையே ! .
            </p>
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
};
export default VasagarVattam;
